[LWS_Hoplite X2SoldierClassTemplate]
DisplayName="Гоплит"
ClassSummary="Гоплит хорошо владеет щитами, а также пистолетами и гранатами. Они отлично защищают своих товарищей по отряду, наказывая врагов, которые подходят слишком близко."
LeftAbilityTreeTitle="Рыцарь"
RightAbilityTreeTitle="SWAT."
AbilityTreeTitles[0]="Рыцарь"
AbilityTreeTitles[1]="Викинг"
AbilityTreeTitles[2]="SWAT"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолеты"

;ALPHABETICAL ORDER
RandomNickNames[0]="Пиковый туз"
RandomNickNames[1]="Зверь"
RandomNickNames[2]="Конфорка"
RandomNickNames[3]="Сбитый"
RandomNickNames[4]="Черная смерть"
RandomNickNames[5]="Костолом"
RandomNickNames[6]="Хладнокровный"
RandomNickNames[7]="Холодильник"
RandomNickNames[8]="Хранитель склепа"
RandomNickNames[9]="Торговец смертью"
RandomNickNames[10]="Дьявол"
RandomNickNames[11]="Рок"
RandomNickNames[12]="Дракон"
RandomNickNames[13]="Чучело"
RandomNickNames[14]="Злой гений"
RandomNickNames[15]="Падший ангел"
RandomNickNames[16]="Огненный шар"
RandomNickNames[17]="Шестеренка"
RandomNickNames[18]="Гидра"
RandomNickNames[19]="Ифрит "
RandomNickNames[20]="Складной нож"
RandomNickNames[21]="Ускоритель"
RandomNickNames[22]="Отбитый"
RandomNickNames[23]="Маг"
RandomNickNames[24]="Магма"
RandomNickNames[25]="Минотавр"
RandomNickNames[26]="Однокрылый ангел"
RandomNickNames[27]="Ловушка"
RandomNickNames[28]="Плеть"
RandomNickNames[29]="Осадок"
RandomNickNames[30]="Гремучая змея"
RandomNickNames[31]="Отскок"
RandomNickNames[32]="Красная смерть"
RandomNickNames[33]="Возвышенный"
RandomNickNames[34]="Жнец"
RandomNickNames[35]="Саламандра"
RandomNickNames[36]="Крик"
RandomNickNames[37]="Паромщик"
RandomNickNames[38]="Тень"
RandomNickNames[39]="Встряска"
RandomNickNames[40]="Наблюдатель"
RandomNickNames[41]="Хитрец"
RandomNickNames[42]="Застрельщик"
RandomNickNames[43]="Паленый"
RandomNickNames[44]="Забирающий души"
RandomNickNames[45]="Спектр"
RandomNickNames[46]="Плевок"
RandomNickNames[47]="Боеголовка"
RandomNickNames[48]="Срыв"
RandomNickNames[49]="Террор"
RandomNickNames[50]="Могильщик"
RandomNickNames[51]="Ядовитый"
RandomNickNames[52]="Вайпер"
RandomNickNames[53]="Боевая собака"
RandomNickNames[54]="Колдун"
RandomNickNames[55]="Гнев"
RandomNickNames[56]="Йети"
RandomNickNames[57]="Зеро"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Король демонов"
RandomNickNames_Male[1]="Огненный человек"
RandomNickNames_Male[2]="Повелитель"
RandomNickNames_Male[3]="Вожак стаи"
RandomNickNames_Female[0]="Эмбер"
RandomNickNames_Female[1]="Императрица"
RandomNickNames_Female[2]="Медведица"
RandomNickNames_Female[3]="Волшебница"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="Он построит стену и заставит \"Адвент\" заплатить за нее!"
PhotoboothSoloBLines_Male[1]="Слабых мест нет. Не отступать!"
PhotoboothSoloBLines_Male[2]="Щит по-прежнему твердый предмет."
PhotoboothSoloBLines_Male[3]="Лучшее нападение - хорошая защита."

PhotoboothSoloBLines_Female[0]="Она построит стену и заставит \"Адвент\" заплатить за нее!"
PhotoboothSoloBLines_Female[1]="Слабых мест нет. Не отступать!"
PhotoboothSoloBLines_Female[2]="Щит по-прежнему твердый предмет."
PhotoboothSoloBLines_Female[3]="Лучшее нападение - хорошая защита."

[ShieldBashHoplite X2AbilityTemplate]
LocFriendlyName="Таран щитом"
LocHelpText="Подбегите и ударьте врага своим щитом, нанося некоторый урон и отбрасывая цель на 2 клетки. Может использоваться с рывком и заканчивает ход."
LocLongDescription="Подбегите и ударьте врага своим щитом, нанося некоторый урон и отбрасывая цель на 2 клетки. Всегда заканчивает ход при использовании и может использоваться с рывком."
LocFlyOverText="Таран щитом"

[MZDefenseShift X2AbilityTemplate]
LocFriendlyName="Смена охраны"
LocLongDescription="Уменьшает защиту бойца на <Ability:MZShiftDefense/> и повышает защиту отряда на такую же величину."
LocHelpText="Уменьшает защиту бойца и повышает защиту отряда."
LocFlyOverText="Смена охраны"
LocPromotionPopupText="<Bullet/> Напарник получает двойной бонус.<br/><Bullet/> Идеально подходит для солдата в тяжелой броне."

[F_ProtectAndServe X2AbilityTemplate]
LocFriendlyName="Защищать и служить"
LocFlyOverText="Защищать и служить"
LocLongDescription="Получите действие без движения, после использования \"Один за всех\" или \"Стена щитов\"."
LocHelpText="Получите действие без движения, после использования \"Один за всех\" или \"Стена щитов\"."
LocPromotionPopupText="<Bullet/> Получите действие без движения, после использования \"Один за всех\" или \"Стена щитов\".<br/><Bullet/> Пассивно.<br/>"

[IRI_Rider_Aegis X2AbilityTemplate]
LocFriendlyName="Эгида"
LocLongDescription="Способности \"Один за всех\" и \"Стена щитов\" теперь уменьшают входящий урон на <Ability:AEGIS_DAMAGE_REDUCTION/> и перенаправляет все атаки против ближайших союзников на вас."
LocHelpText="Способности \"Один за всех\" и \"Стена щитов\" теперь уменьшают входящий урон на <Ability:AEGIS_DAMAGE_REDUCTION/> и перенаправляет все атаки против ближайших союзников на вас."
LocPromotionPopupText="<Bullet/> Действует на способность \"Стена щитов\", предоставляемую <font color='#0bff9b'>Баллистическими щитами</font> и способность \"Один за всех\", предоставляемую <font color='#0bff9b'>Боевой броней</font>.<br/><Bullet/> Способность \"Эгида\" действует на союзников на соседних плитках. Союзники на диагональных плитках не затрагиваются этой способностью."
LocFlyOverText="Эгида"

[GrimyFlashpoint X2AbilityTemplate]
LocFriendlyName="Точка возгорания"
LocHelpText="Вы получаете 1 дополнительную свето-шумовую гранату, за каждую экипированную. Теперь свето-шумовые гранаты наносят на 2 ед. урона больше."
LocLongDescription="Вы получаете 1 дополнительную свето-шумовую гранату, за каждую экипированную. Теперь свето-шумовые гранаты наносят на 2 ед. урона больше."